SAMPLE_PRODUCT_COLUMNS = {
    1: "Код товара",
    2: "Артикул",
    3: "Категория",
    4: "Название товара",
    5: "Название товара (укр)",
    6: "Единица измерения",
    7: "Инструкция",
    8: "Сертификат",
    9: "Кратность количества в заказе",
    10: "Бренд",
    11: "Описание",
    12: "Описание (укр)",
    13: "Видео с ЮТУБА",
    14: "Обзоры статьи",
    15: "Сопутствующие товары",

    # Фото № 1-15; cells: 16 - 30
    **{i: f"Фото № {i - 15}" for i in range(16, 30 + 1)},

    # С этим товаром покупают № 1-12; cells: 31 - 42
    **{i: f"С этим товаром покупают № {i - 30}" for i in range(31, 42 + 1)},
}

NAMES_DATA_COLUMNS = {
    1: "Item type RU",
    2: "Item type UKR",
    3: "Last name RU",
    4: "Last name UKR",
    5: "Item articule",
    6: "Series",
    7: "Manufacturer",
}